// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

TaskName = "Lisäasetukset";
EWSDirectAccessTaskName = "EWS-suorakäyttö";

TaskTitleField = "Web-palvelin";
TaskDescriptionField = "Valittu laite on saatettu määrittää Sulautettu Web-palvelin avulla. Jos haluat tarkastella laitteen tietoja ja määritysasetuksia, valitse alla oleva painike.";
TaskStartButtonTitle = "Avaa upotettu Web-palvelin";

CannotOpenEWSTitle = "Embedded Web Server is not available.";
CannotOpenEWSMessage = "Tätä toiminnallisuutta ei tueta, jos laite on yhdistetty USB:n kautta. Jos haluat käyttää sisäistä verkkopalvelinta, sinun on yhdistettävä laite lähiverkkoon.";
